Repository: carstingaxion/Right-Now-Reloaded
Catalog: languages/right-now-reloaded-*.po
Languages: de_de

source: Right Now Reloaded
de_de: Auf einen Blick

source: You are using the %1$s theme
de_de: Hier l채uft das %1$s Theme

source: on WordPress %1$s
de_de: auf WordPress %1$s

source: with %1$s active plugin
de_de: mit %1$s aktivem Plugin

source: and %1$s registered user
de_de: und %1$s registriertem Benutzer

source: Active Menu
de_de: Men체

source: Active Menus
de_de: Men체s

source: Comment
de_de: Kommentar

source: Comments
de_de: Kommentare

source: Content
de_de: Inhalt

source: Organization
de_de: Zuordnung

# Singular
source: pending
de_de: anstehend

# Plural
source: pending
de_de: anstehende

source: draft
de_de: Entwurf

source: drafts
de_de: Entw체rfe
